{
  "47": {
    "large_image": null,
    "logo": "nascarclassc-logo.png",
    "series_copy": "Like its real world counterpart, the NASCAR Craftsman Truck Series, the NASCAR iRacing Class C Series is both a stepping stone to the top ranks of stock car racing and a great racing series in and of itself. Each version of the series (fixed and open setup) features the 625 horsepower NASCAR Craftsman Truck Series Chevrolet Silverado, Ford F-150, and Toyota Tundra. And just as the NCTS takes its competitors and fans to all of NASCAR's top tracks, the two NiCCS feature a challenging mix of iRacing’s superspeedways, speedways, and short tracks.",
    "series_id": 47,
    "small_image": null
  },
  "62": {
    "large_image": null,
    "logo": "seriesid_62.png",
    "series_copy": "The NASCAR iRacing Class B Series features the NASCAR XFINITY Chevrolet Camaro, Ford Mustang, and Toyota Supra stock cars as raced in the NASCAR XFINITY Series, with multi-car fields running the same schedule of short, intermediate and speedway ovals as the \"open\" Class B series. \r\n<br><br>\r\nThe series employs an open setup format, allowing competitors to squeeze those extra tenths out of their lap times with the right adjustments. Slightly narrower and with different aerodynamic characteristics compared to its Class A counterpart, the Class B cars are the perfect intermediate step between the NASCAR Craftsman Truck Series machinery and the Class A NASCAR Cup Series Next Gen cars.",
    "series_id": 62,
    "small_image": null
  },
  "116": {
    "large_image": null,
    "logo": "carburetorcup-logo.png",
    "series_copy": "Here's your chance to drive the NASCAR Cup Series Next Gen Chevrolet Camaro, Ford Mustang, and Toyota Camry on some of the world's fastest and most legendary speedways. \r\n<br><br>\r\nMake no mistake, these are iRacing's most demanding stock cars. But with a fixed setup and no points or championships, no iRating or Safety Ratings at stake, the Carburetor Cup offers you the chance to experience the fun and the challenge of racing the same car the pros battle in the eNASCAR Coca-Cola iRacing Series. Unlike that series, however, you don't need a Pro license to compete. In fact, there are no license restrictions in the Carb Cup, so iRacers of all talent and experience levels are encouraged to mix it up.\r\n<br><br>\r\nThis series is an Unofficial/Fun series - iRating and Safety Rating are not impacted and results won't show in your stats. The sporting code still applies.",
    "series_id": 116,
    "small_image": null
  },
  "134": {
    "large_image": null,
    "logo": "iracingstreetstockseries-logo.png",
    "series_copy": "The 375 horsepower/3400 pound iRacing Street Stock is fast enough to get your attention, but rugged and forgiving of rookie mistakes.  In other words, it's the perfect vehicle for relatively inexperienced drivers to learn the stock car racing basics.  The Street Stock is at home on the intermediate speedways and short tracks alike, which makes it ideal for a Week 13 schedule featuring 30 lap races at Charlotte (Legends), Lanier, Oxford Plains, South Boston and Thompson International Speedway. \r\n<br><br>\r\nSafety Ratings and iRatings are in effect for the Week 13 iRacing Street Stock series, offering competitors the opportunity to boost their license ratings before promotions for Season 3 are finalized at week's end. Likewise, rookies who have yet to complete the category-specific minimum participation requirements for graduation to a D license (two official races or four time trials in each category) can do so.\r\n",
    "series_id": 134,
    "small_image": null
  },
  "135": {
    "large_image": null,
    "logo": "globalmx5cup-logo.png",
    "series_copy": "There's more than one reason Mazda’s Global MX-5 ranks among the world's most-raced cars:  horsepower for horsepower, pound for pound, dollar for dollar, euro for euro and yen for yen, the Global MX-5 can't be beat when it comes to high performance and fun. See for yourself in Week 13 with 20 lap races at Charlotte, Lime Rock, Mazda Raceway Laguna Seca, the long and the short of Okayama  and Summit Point (full course and Jefferson).\r\n<br><br>\r\nSafety Ratings and iRatings are in effect for the Week 13 Global MX-5 Series, offering competitors the opportunity to boost their license ratings before promotions for Season 3 are finalized at week's end. Likewise, rookies who have yet to complete the category-specific minimum participation requirements for graduation to a D license (two official races or four time trials in each category) can do so.",
    "series_id": 135,
    "small_image": null
  },
  "207": {
    "large_image": null,
    "logo": "enascariracingseriesfixed-logo.png",
    "series_copy": "The NASCAR iRacing Series Fixed is an Oval Class C series that precisely mirrors the NASCAR Cup Series, with four races over the course of each weekend at the virtual counterpart of the real world track where NASCAR is competing that week.  Competitors can choose the NASCAR Cup Series Next Gen Chevrolet Camaro, Ford Mustang or Toyota Camry for this series but must use the chassis/aerodynamic setup supplied by iRacing for each track.\r\n<br><br>\r\nThe NASCAR iRacing Series Fixed runs from February through November with a couple of 'off-weeks' where there is no racing, exactly like the real world NASCAR Cup series. The series races will be approximately 50% in length and will have a limited number of timeslots each week (see the iRacing Forum for details).  Additionally, there will be four \"full length\" races throughout the season that run the same distance as their real world counterparts.",
    "series_id": 207,
    "small_image": null
  },
  "229": {
    "large_image": null,
    "logo": "enascariracingseries-logo.png",
    "series_copy": "The NASCAR iRacing Series Open is an Oval Class C series that precisely mirrors the NASCAR Cup Series, with four races over the course of each weekend at the virtual counterpart of the real world track where NASCAR is competing that week.  Competitors can choose the NASCAR Cup Series Next Gen Chevrolet Camaro, Ford Mustang, or Toyota Camry and are free to develop their chassis and aerodynamic setups.\r\n<br><br>\r\nThe NASCAR iRacing Series Open runs from February through November with a couple of 'off-weeks' where there is no racing—exactly like the real world Cup Series. The series races will be approximately 50% in length and will have a limited number of timeslots each week (see the iRacing Forum for details).  Additionally, there will be four \"full length\" races throughout the season that run the same distance as their real world counterparts.",
    "series_id": 229,
    "small_image": null
  },
  "242": {
    "large_image": null,
    "logo": "tubeframetwister-logo.png",
    "series_copy": "The latest edition of 13th Week Tube Frame Twister takes one of America's finest lower-level stock cars and goes worldwide on a mix of base content tracks. Take control of the ARCA Menards Series cars and turn left and right to collect as many checkered flags as you can!",
    "series_id": 242,
    "small_image": null
  },
  "245": {
    "large_image": null,
    "logo": "figuregr8-logo.png",
    "series_copy": "Who doesn’t love a good figure-eight battle? We head to Irwindale Speedway and Slinger Speedway with the Mini Stock and Pro 2 Lite! Can you survive to the checkered flag?",
    "series_id": 245,
    "small_image": null
  },
  "250": {
    "large_image": null,
    "logo": "seriesid_250.png",
    "series_copy": "It’s a battle of modern prototype machinery in the 13th Week iRacing Prototype Challenge! The GTP class is set to go at it on legendary global tracks. It's up to you to manage the traffic to reach the finish line!",
    "series_id": 250,
    "small_image": null
  },
  "259": {
    "large_image": null,
    "logo": "seriesid_259.png",
    "series_copy": "The Chevy Silverado played a crucial role in the growth of the NASCAR Craftsman Truck Series. The bow-tie pickup was a staple of the series, winning five manufacturers championships between 1998 and 2012. Where better to race the Silverado than at Daytona International Speedway (circa 2007), Charlotte, Pocono and Phoenix? The green flag waves on this unofficial series every hour, so get out there and jump in a race.\r\n<br><br>\r\nThis series is an Unofficial/Fun series - iRating and Safety Rating are not impacted and results won't show in your stats. The sporting code still applies.",
    "series_id": 259,
    "small_image": null
  },
  "275": {
    "large_image": null,
    "logo": "seriesid_275.png",
    "series_copy": "Experience the thrill of racing on one of the world’s most iconic race courses with the iRacing Nurburgring Endurance Series. Take the wheel in one of five classes—GT3, GT4, Porsche Cup, Touring Car, and BMW M2 —in some of our most popular sports cars in a series of endurance events. Whether you’re sharing the cockpit with your teammates or trying to conquer the track on your own, this multi-class event offers one of the most unique challenges that a sports car racer could ask for.\r\n</br></br>\r\nSession dates/times: Saturday 7:00/17:00 GMT, Sunday 0:00/13:00 GMT",
    "series_id": 275,
    "small_image": null
  },
  "323": {
    "large_image": null,
    "logo": "irxseries-logo.png",
    "series_copy": "iRacing’s top rallycross circuits and Supercars match up in the 13th Week iRacing Rallycross Series. Get behind the wheel of these 600-horsepower beasts and go from 0 to 60 in 1.9 seconds as you take on our most popular layouts. Battle wheel-to-wheel and be sure to master that Joker Lap strategy as you go for the win!",
    "series_id": 323,
    "small_image": null
  },
  "324": {
    "large_image": null,
    "logo": "dirtmidgetcup-logo.png",
    "series_copy": "The 13th Week Midget Cup showcases the Dirt Midget in officially ranked races. Take on  some of the top smaller dirt ovals on iRacing for this edition of the series.",
    "series_id": 324,
    "small_image": null
  },
  "341": {
    "large_image": null,
    "logo": "13dirtcarstreetstockseries-logo.png",
    "series_copy": "There's no better place to start dirt track racing than in this fixed set-up series featuring the iRacing Street Stock. Fast but rugged, the 375 horsepower/3400 pound iRacing Street Stock is right at home on iRacing dirt tracks.\r\n<br><br>\r\nAlthough the Dirt Street Stock Series is designed for relatively inexperienced drivers to learn the basics of dirt track racing, the series is open to all license levels . . . which adds to the learning curve, not to mention the fun factor.",
    "series_id": 341,
    "small_image": null
  },
  "344": {
    "large_image": null,
    "logo": "mudskipping-logo.png",
    "series_copy": "Skip Barber Racing School open wheelers on dirt tracks, what could possibly go wrong?",
    "series_id": 344,
    "small_image": null
  },
  "345": {
    "large_image": null,
    "logo": "symkhana-logo.png",
    "series_copy": "The 13th Week Symkhana series is all about the Dirt Legends! We've taken these cars out of their oval racing element to show off on a slate of challenging rallycross courses. How well will you adapt?",
    "series_id": 345,
    "small_image": null
  },
  "374": {
    "large_image": null,
    "logo": "seriesid_374.png",
    "series_copy": "The IndyCar Series is the world's most diverse professional race series. With a schedule that includes road courses and ovals of all shapes and sizes, the series emphasizes the ability of drivers and teams to adapt to a vast array of different circumstances from sweeping, banked, baby's-bottom-smooth 220 mph turns to corrugated hairpins that rattle your molars at 35 mph.\r\n<br><br>\r\nFortunately those drivers and teams have the infinitely adaptable Dallara IR18 at their disposal.  With 700 horsepower on tap and a wide selection of downforce options, short oval, speedway and road course chassis setups, the Dallara is just the car to handle the multi-faceted challenges of the  IndyCar Series.",
    "series_id": 374,
    "small_image": null
  },
  "381": {
    "large_image": null,
    "logo": "seriesid_381.png",
    "series_copy": "This ain't your typical truck on an oval! The Lucas Oil Off Road Racing Series Pro 2 Lite comes to life on a different kind of dirt, sliding around the same kinds of ovals that typically host sprint car and dirt late model action. Do you have what it takes to harness an off-road truck in a powerslide around tight corners, muscle your way towards the front, and take home the victory?",
    "series_id": 381,
    "small_image": null
  },
  "382": {
    "large_image": null,
    "logo": "2x4offroadseries-logo.png",
    "series_copy": "Got an itch for off-road truck racing? Don’t care which truck you’re driving? The 13th Week 2x4 Off-Road Trucks series pits the Pro 4 and Pro 2 against one another. Whether you prefer all-wheel drive or putting the power to the rear, these races—inspired by the real-world Cup races at Crandon—are all about survival. It’s a good thing both are built to take on massive jumps and heavy contact!",
    "series_id": 382,
    "small_image": null
  },
  "396": {
    "large_image": null,
    "logo": "dirtcarprolatemodelseries-logo.png",
    "series_copy": "Among the most raced dirt cars, Pro Late Models can be found pounding around nearly every dirt track most weekends of racing season.  With 666 horsepower and 510 ft lb on tap, the Pro Late Model is right at home in local, regional and national series.  With the DIRTcar Pro Late Model Series calling Eldora, Williams Grove, Volusia and USA International \"home\", there's something for everyone looking to take a crack at the Pro Late Model.",
    "series_id": 396,
    "small_image": null
  },
  "451": {
    "large_image": null,
    "logo": "seriesid_451.png",
    "series_copy": "The CREVENTIC Endurance Series (formerly the iRacing Endurance Series) features 12 hour team events running in tandem with the 24H Series powered by CREVENTIC. \r\n\r\nThis partnership with CREVENTIC, the organizers of not only the real-world 24H Series but the NEO Endurance league on iRacing, will see the combination of the strength and competitiveness of that well respected championship, while giving all iRacing members the opportunity to compete. The quartet of 12-hour events will feature a lineup of GT3, GT4, and touring cars at legendary tracks from around the world.\r\n\r\nSession dates/times: Saturday 1:00/13:00 GMT",
    "series_id": 451,
    "small_image": null
  },
  "470": {
    "large_image": null,
    "logo": "13thweekirxlite-logo.png",
    "series_copy": "The iRacing Rallycross Volkswagen Beetle Lite series is your first step up the iRX ladder after the Rookie level. The Beetle Lite has half the horsepower of its Supercar big brother to help iRacers learn the skill set required for rallycross, but is just as agile and fun behind the wheel. Get acclimated to the lower power band during Week 13 and be ready to hit it hard for the new season!",
    "series_id": 470,
    "small_image": null
  },
  "471": {
    "large_image": null,
    "logo": "seriesid_471.png",
    "series_copy": "A \"Fun\" Series where Safety Rating and iRating are not impacted (the sporting code still applies), the Dallara Dash features the [Legacy] Dallara DW12. The series is 'Fixed Setup' so you don't have to engineer your car setup and visits some of the top ovals in the United States. Open to all iRacing members with no license restrictions.\r\n<br><br>\r\nThis series is an Unofficial/Fun series - iRating and Safety Rating are not impacted and results won't show in your stats. The sporting code still applies.",
    "series_id": 471,
    "small_image": null
  },
  "495": {
    "large_image": null,
    "logo": "seriesid_495.png",
    "series_copy": "The iRacing Grand Prix Tour is premier open-wheel racing's yearlong challenge across the world's premier racing circuits. Take the wheel of the Mercedes-AMG W13 E Performance across a challenging calendar of not only current real-world Grand Prix host venues, but also favorite venues from the past and a handful of unexpected circuits to complete the schedule. Do you have what it takes to experience grand prix glory? <br><br>This version of the iRacing Grand Prix Tour allows for custom setups, putting increased performance in the hands of the drivers who best understand how to tune their rides. See how much added speed you can get out of the 2021 World Constructor's Championship-winning car!\r\n<br><br>\r\nSession dates/times: Friday 10:00/19:00 GMT,  Saturday 1:00/4:00 GMT, Sunday 10:00/19:00 GMT, Monday 1:00/4:00 GMT",
    "series_id": 495,
    "small_image": null
  },
  "496": {
    "large_image": null,
    "logo": "seriesid_496.png",
    "series_copy": "The iRacing Grand Prix Tour is premier open-wheel racing's yearlong challenge across the world’s premier racing circuits. Take the wheel of the Mercedes-AMG W13 E Performance across a challenging calendar of not only current real-world Grand Prix host venues, but also favorite venues from the past and a handful of unexpected circuits to complete the schedule. Do you have what it takes to experience grand prix glory? <br><br>This version of the iRacing Grand Prix Tour features a fixed setup, giving all drivers identically tuned equipment in each race. If you feel that purely driver skill should make the difference between who wins and loses, this is the division for you!\r\n<br><br>\r\nSession dates/times: Thursday 10:00/19:00 GMT,  Friday 1:00/4:00 GMT, Saturday 10:00/19:00 GMT, Sunday 1:00/4:00 GMT",
    "series_id": 496,
    "small_image": null
  },
  "500": {
    "large_image": null,
    "logo": "seriesid_500.png",
    "series_copy": "The Dirt Super Late Model Tour is your chance to sling mud four times per week with iRacing’s most talented dirt racers. This yearlong series hits all of the sport’s biggest tracks. Do you have what it takes to separate yourself from the pack over up to 100 laps of feature racing?\r\n<br><br>\r\nStandard Time slots: Tuesday 22:00 GMT, Thursday 2:00 GMT, Saturday 17:00 GMT, Monday 2:00 GMT<br>\r\nDaylight Savings Time slots: Tuesday 21:00 GMT, Thursday 1:00 GMT, Saturday 16:00 GMT, Monday 1:00 GMT",
    "series_id": 500,
    "small_image": null
  },
  "501": {
    "large_image": null,
    "logo": "seriesid_501.png",
    "series_copy": "900 horsepower. No prisoners. That’s what it’s all about on the Dirt 410 Sprint Car tour, as you wheel some of dirt racing’s most popular cars across a full year of action on some of the sport’s most iconic circuits with iRacing’s most prolific dirt racers. Have you got the skills to master the art of dirt racing and bring home the checkered flag in this series? Now’s your chance to find out.\r\n<br><br>\r\nStandard Time slots: Wednesday 2:00 GMT, Wednesday 22:00 GMT, Friday 2:00 GMT, Sunday 10:00 GMT<br>\r\nDaylight Savings Time slots: Wednesday 1:00 GMT, Wednesday 21:00 GMT, Friday 1:00 GMT, Sunday 10:00 GMT",
    "series_id": 501,
    "small_image": null
  },
  "528": {
    "large_image": null,
    "logo": "seriesid_528.png",
    "series_copy": "You’ve seen it on pavement—now get ready for it on dirt. 13th Week Dirt Ridiculousness is what you get when we mix a motley crew of mud-slinging machines for off-road madness. Winged and wingless sprint cars, modifieds, late models, and mini stocks combine for chaos!",
    "series_id": 528,
    "small_image": null
  },
  "544": {
    "large_image": null,
    "logo": "seriesid_544.png",
    "series_copy": "In this all-new series, we're shaking it up with the Pro 2 truck and Subaru WRX STI on short road courses! With a mix of Dirt Road machines trying to tackle the pavement, you've never seen anything like this.",
    "series_id": 544,
    "small_image": null
  },
  "568": {
    "large_image": null,
    "logo": "seriesid_568.png",
    "series_copy": "For half a century, Formula 1600 has been recognized as a key starting point for aspiring open-wheel pros. With no downforce to speak of, this wingless open-wheel machine allows drivers to develop good habits early on that they can take with them up the racing ladder, and the racing is typically close and exciting.",
    "series_id": 568,
    "small_image": null
  },
  "574": {
    "large_image": null,
    "logo": "seriesid_574.png",
    "series_copy": "The Super Late Model is one of stock car racing's finest proving grounds for future national talent, as well as the home of some of the sport's top racers in their own right. Strap into this 550-horsepower machine and take on a full season of events at major short tracks across America, from full-throttle flat miles to high-banked quarter-mile bullrings.\r\n<br><br>\r\nStandard Time slots: Wednesday 21:00 GMT, Friday 2:00 GMT, Saturday 10:00 GMT, Saturday 17:00 GMT, Monday 2:00 GMT<br>\r\nDaylight Savings Time slots: Wednesday 21:00 GMT, Friday 1:00 GMT, Saturday 10:00 GMT, Saturday 16:00 GMT, Monday 2:00 GMT",
    "series_id": 574,
    "small_image": null
  },
  "575": {
    "large_image": null,
    "logo": "seriesid_575.png",
    "series_copy": "Stock car racing historians have a soft spot for Tour Modifieds—after all, they're the oldest NASCAR division, preceding even the premier Cup Series—and so do many racers who have fallen in love with the high-horsepower machines of NASCAR's only open-wheel series. In this yearlong series, you'll take them to a challenging slate of tracks designed to bring out the best in these unique beasts.\r\n<br><br>\r\nStandard Time slots: Thursday 2:00 GMT, Thursday 19:00 GMT, Saturday 2:00 GMT, Sunday 15:00 GMT<br>\r\nDaylight Savings Time slots: Thursday 1:00 GMT, Thursday 19:00 GMT, Saturday 1:00 GMT, Sunday 14:00 GMT",
    "series_id": 575,
    "small_image": null
  },
  "579": {
    "large_image": null,
    "logo": "seriesid_579.png",
    "series_copy": "One of a handful of true landmark designs in auto racing history, the Lotus 79 was the first Formula One car to realize the full potential of ground effects. Lotus' legendary Colin Chapman took the lessons he'd learned about underbody aerodynamics on the Lotus 78 and applied them to its successor. The result was an aerodynamically-efficient car that out-cornered and out-braked its competition by a country mile. Mario Andretti, who assisted with the development of iRacing's version of the Lotus 79, dominated the 1978 Formula One World Championship. With performance that still impresses today, iRacers will enjoy every lap behind the wheel of the pioneering Lotus 79. New for 2025, the iRacing Vintage Grand Prix Tour brings the Lotus 79 on a tour that loosely resembles the 1978 World Driver’s Championship.",
    "series_id": 579,
    "small_image": null
  },
  "585": {
    "large_image": null,
    "logo": "seriesid_585.png",
    "series_copy": "It's time to cut to the chase as we present a mix of shootouts between all of your favorite NASCAR vehicles. Top qualifiers have five laps to defend their position and go for the win; backmarkers have five laps to carve their way through the field. It doesn't matter where you start with tensions this high, though—it matters if you can survive with the pressure on.",
    "series_id": 585,
    "small_image": null
  }
}